{"war": 0, "theater": 1, "male": 2, "divis": 3, "coverag": 4, "happi": 5, "unfold": 6, "super": 7, "aliv": 8, "celebr": 9, "parent": 10, "illeg": 11, "buy": 12, "mental": 13, "dept": 14, "pic": 15, "horrifi": 16, "center": 17, "brown": 18, "gunmen": 19, "care": 20, "knew": 21, "#updat": 22, "process": 23, "secret": 24, "opinion": 25, "newtown": 26, "politician": 27, "louisiana": 28, "fair": 29, "shop": 30, "control": 31, "hood": 32, "band": 33, "israel": 34, "#christian": 35, "million": 36, "set": 37, "peep": 38, "free": 39, "vet": 40, "isi": 41, "faculti": 42, "jewish": 43, "tribut": 44, "anti": 45, "access": 46, "owner": 47, "propaganda": 48, "confer": 49, "sens": 50, "afraid": 51, "hrs": 52, "plenti": 53, "shootout": 54, "deceas": 55, "tweet": 56, "dead": 57, "stricter": 58, "airport": 59, "trend": 60, "support": 61, "book": 62, "air": 63, "push": 64, "question": 65, "#bluelivesmatt": 66, "healthcar": 67, "flight": 68, "concert": 69, "crash": 70, "stephen": 71, "hundr": 72, "injur": 73, "inform": 74, "wed": 75, "motiv": 76, "rang": 77, "citizen": 78, "media": 79, "everyday": 80, "alarm": 81, "author": 82, "high": 83, "general": 84, "releas": 85, "onlin": 86, "restrict": 87, "continu": 88, "rhetor": 89, "obama": 90, "mourn": 91, "troubl": 92, "polit": 93, "taught": 94, "wing": 95, "gunman": 96, "design": 97, "year": 98, "baptist": 99, "commit": 100, "ambush": 101, "realdonaldtrump": 102, "#enough": 103, "drop": 104, "unconfirm": 105, "strength": 106, "defens": 107, "pretti": 108, "friend": 109, "centr": 110, "surround": 111, "develop": 112, "sort": 113, "juli": 114, "assault": 115, "real": 116, "georg": 117, "enter": 118, "small": 119, "job": 120, "agent": 121, "confirm": 122, "fatal": 123, "coat": 124, "traffic": 125, "write": 126, "#maga": 127, "hous": 128, "recent": 129, "illinoi": 130, "react": 131, "regist": 132, "harm": 133, "equal": 134, "weird": 135, "employe": 136, "effort": 137, "top": 138, "sentenc": 139, "#prayer": 140, "target": 141, "#": 142, "pistol": 143, "realiti": 144, "chanc": 145, "big": 146, "aaron": 147, "common": 148, "read": 149, "survivor": 150, "washington": 151, "truck": 152, "mention": 153, "protest": 154, "laugh": 155, "#gunreformnow": 156, "hide": 157, "execut": 158, "meet": 159, "ongo": 160, "south": 161, "strang": 162, "street": 163, "fbi": 164, "nigga": 165, "moron": 166, "texa": 167, "#florida": 168, "fool": 169, "sad": 170, "huh": 171, "simpli": 172, "threat": 173, "system": 174, "action": 175, "fund": 176, "reflect": 177, "women": 178, "admit": 179, "park": 180, "threaten": 181, "put": 182, "#polic": 183, "cover": 184, "religi": 185, "#media": 186, "wtf": 187, "excus": 188, "road": 189, "agenda": 190, "immigr": 191, "#guncontrol": 192, "arab": 193, "head": 194, "candid": 195, "fl": 196, "fact": 197, "space": 198, "window": 199, "justifi": 200, "hill": 201, "facil": 202, "strict": 203, "word": 204, "grab": 205, "troll": 206, "retweet": 207, "note": 208, "rest": 209, "site": 210, "cop": 211, "phone": 212, "press": 213, "account": 214, "#cnn": 215, "danger": 216, "fear": 217, "initi": 218, "roll": 219, "door": 220, "smoke": 221, "disarm": 222, "step": 223, "behavior": 224, "pop": 225, "sit": 226, "tear": 227, "msnbc": 228, "reader": 229, "engag": 230, "sleep": 231, "interrupt": 232, "member": 233, "potenti": 234, "ca": 235, "parkland": 236, "gofundm": 237, "debat": 238, "friday": 239, "murder": 240, "slain": 241, "conceal": 242, "condon": 243, "reach": 244, "watch": 245, "loos": 246, "confus": 247, "jump": 248, "protect": 249, "hug": 250, "move": 251, "drill": 252, "limit": 253, "b4": 254, "coach": 255, "impact": 256, "robert": 257, "pig": 258, "oct": 259, "fun": 260, "speech": 261, "check": 262, "launch": 263, "organ": 264, "vehicl": 265, "#fakenew": 266, "#breakingnew": 267, "red": 268, "articl": 269, "extremist": 270, "typic": 271, "unknown": 272, "beat": 273, "pattern": 274, "inspir": 275, "polic": 276, "coward": 277, "#thoughtsandpray": 278, "movi": 279, "pakistani": 280, "fan": 281, "origin": 282, "abid": 283, "#p2": 284, "rememb": 285, "nyc": 286, "societi": 287, "special": 288, "minut": 289, "ft": 290, "sell": 291, "headlin": 292, "natur": 293, "award": 294, "auto": 295, "african": 296, "busi": 297, "min": 298, "regul": 299, "wont": 300, "monday": 301, "director": 302, "stream": 303, "fix": 304, "tough": 305, "tragic": 306, "harder": 307, "domest": 308, "reuter": 309, "tn": 310, "focus": 311, "cultur": 312, "period": 313, "rise": 314, "import": 315, "#vegasshoot": 316, "guess": 317, "#blacklivesmatt": 318, "advanc": 319, "western": 320, "politic": 321, "nra": 322, "republican": 323, "meant": 324, "joe": 325, "unstabl": 326, "wake": 327, "pipe": 328, "wow": 329, "water": 330, "easier": 331, "fundrais": 332, "despic": 333, "dad": 334, "sadden": 335, "husband": 336, "mysteri": 337, "mayor": 338, "amend": 339, "violenc": 340, "letter": 341, "fed": 342, "narrat": 343, "color": 344, "panic": 345, "sam": 346, "vote": 347, "break": 348, "toll": 349, "repres": 350, "odd": 351, "toy": 352, "buri": 353, "prevent": 354, "leftist": 355, "unarm": 356, "profil": 357, "silent": 358, "#texa": 359, "hypocrit": 360, "cool": 361, "improv": 362, "north": 363, "sound": 364, "governor": 365, "attend": 366, "guard": 367, "walk": 368, "hour": 369, "addit": 370, "rush": 371, "bring": 372, "freak": 373, "safe": 374, "#notonemor": 375, "wrong": 376, "stand": 377, "rage": 378, "measur": 379, "investig": 380, "made": 381, "babi": 382, "blk": 383, "mom": 384, "offici": 385, "racist": 386, "dear": 387, "uniti": 388, "absolut": 389, "music": 390, "elect": 391, "experi": 392, "jame": 393, "choos": 394, "treat": 395, "world": 396, "ap": 397, "program": 398, "allah": 399, "weak": 400, "file": 401, "lockdown": 402, "univers": 403, "readi": 404, "sir": 405, "columbin": 406, "yesterday": 407, "touch": 408, "fill": 409, "wa": 410, "test": 411, "fall": 412, "hire": 413, "pls": 414, "skin": 415, "underway": 416, "ball": 417, "win": 418, "declar": 419, "unbeliev": 420, "futur": 421, "teach": 422, "quiet": 423, "youth": 424, "massiv": 425, "riot": 426, "yr": 427, "pd": 428, "spree": 429, "mouth": 430, "climat": 431, "lynch": 432, "heard": 433, "crap": 434, "guy": 435, "correct": 436, "sandi": 437, "item": 438, "begun": 439, "ny": 440, "appar": 441, "brave": 442, "score": 443, "abt": 444, "spin": 445, "agenc": 446, "denounc": 447, "disturb": 448, "presser": 449, "intern": 450, "disgrac": 451, "bump": 452, "black": 453, "#gun": 454, "brought": 455, "prior": 456, "strike": 457, "edt": 458, "complicit": 459, "bodi": 460, "piss": 461, "heart": 462, "lock": 463, "save": 464, "machin": 465, "specul": 466, "trip": 467, "fine": 468, "attorney": 469, "op": 470, "info": 471, "pro": 472, "puls": 473, "#trump": 474, "senat": 475, "teen": 476, "regular": 477, "#peac": 478, "began": 479, "militari": 480, "abort": 481, "full": 482, "tip": 483, "sick": 484, "candlelight": 485, "cleveland": 486, "team": 487, "memori": 488, "kind": 489, "pastor": 490, "market": 491, "mother": 492, "bs": 493, "publish": 494, "turn": 495, "open": 496, "dollar": 497, "shot": 498, "houston": 499, "coupl": 500, "chicago": 501, "explain": 502, "hunt": 503, "georgia": 504, "sexual": 505, "permit": 506, "eye": 507, "gave": 508, "blm": 509, "purpos": 510, "forc": 511, "christian": 512, "receiv": 513, "weekend": 514, "home": 515, "arriv": 516, "prosecut": 517, "divid": 518, "thousand": 519, "wall": 520, "grave": 521, "text": 522, "compani": 523, "reload": 524, "prove": 525, "previous": 526, "level": 527, "thread": 528, "outlet": 529, "train": 530, "cousin": 531, "actor": 532, "blind": 533, "exchang": 534, "ill": 535, "biggest": 536, "histori": 537, "born": 538, "polici": 539, "colorado": 540, "democrat": 541, "calif": 542, "met": 543, "miss": 544, "court": 545, "club": 546, "brain": 547, "parti": 548, "patient": 549, "islamist": 550, "edit": 551, "jew": 552, "bar": 553, "handgun": 554, "understand": 555, "radio": 556, "pres": 557, "quot": 558, "trust": 559, "teacher": 560, "birthday": 561, "discuss": 562, "em": 563, "usa": 564, "jone": 565, "shut": 566, "handl": 567, "short": 568, "carson": 569, "opportun": 570, "term": 571, "drug": 572, "broke": 573, "wound": 574, "accept": 575, "decid": 576, "person": 577, "footbal": 578, "feder": 579, "surpris": 580, "scream": 581, "intent": 582, "guilti": 583, "gang": 584, "movement": 585, "wife": 586, "bank": 587, "innoc": 588, "progress": 589, "chill": 590, "bbc": 591, "wast": 592, "horribl": 593, "oper": 594, "kick": 595, "link": 596, "omg": 597, "claim": 598, "rob": 599, "true": 600, "room": 601, "hate": 602, "tactic": 603, "hole": 604, "light": 605, "upset": 606, "devic": 607, "degre": 608, "shirt": 609, "share": 610, "cnn": 611, "ideolog": 612, "rip": 613, "mail": 614, "perp": 615, "straight": 616, "ten": 617, "apolog": 618, "casualti": 619, "battl": 620, "john": 621, "fals": 622, "tire": 623, "grown": 624, "prepar": 625, "worker": 626, "cricket": 627, "dark": 628, "yell": 629, "scanner": 630, "detain": 631, "background": 632, "dougla": 633, "moment": 634, "june": 635, "posit": 636, "pathet": 637, "colleagu": 638, "hmm": 639, "gunfir": 640, "plan": 641, "express": 642, "news": 643, "bond": 644, "donald": 645, "grew": 646, "present": 647, "trail": 648, "town": 649, "problem": 650, "rais": 651, "power": 652, "hometown": 653, "ass": 654, "pain": 655, "advoc": 656, "2nd": 657, "afternoon": 658, "wrote": 659, "game": 660, "requir": 661, "colleg": 662, "hoax": 663, "deliv": 664, "school": 665, "virginia": 666, "attent": 667, "tennesse": 668, "form": 669, "#massshoot": 670, "descript": 671, "bush": 672, "patrick": 673, "bet": 674, "recogn": 675, "brother": 676, "mosqu": 677, "#msnbc": 678, "realiz": 679, "duti": 680, "girlfriend": 681, "social": 682, "tragedi": 683, "paper": 684, "#blm": 685, "trauma": 686, "price": 687, "ar": 688, "inact": 689, "#guncontrolnow": 690, "floor": 691, "work": 692, "hit": 693, "california": 694, "chief": 695, "#lasvegasshoot": 696, "record": 697, "la": 698, "detail": 699, "scare": 700, "bit": 701, "marin": 702, "lead": 703, "evacu": 704, "complet": 705, "convict": 706, "rubio": 707, "#gunviol": 708, "deadliest": 709, "secur": 710, "imag": 711, "strong": 712, "#smartnew": 713, "lie": 714, "angri": 715, "administr": 716, "wednesday": 717, "delet": 718, "corrupt": 719, "manhunt": 720, "lt": 721, "courag": 722, "bad": 723, "entranc": 724, "heat": 725, "capit": 726, "extrem": 727, "sympathi": 728, "round": 729, "collect": 730, "#pray": 731, "internet": 732, "won": 733, "rid": 734, "begin": 735, "warn": 736, "gov": 737, "mask": 738, "predict": 739, "track": 740, "app": 741, "hand": 742, "#orlando": 743, "deserv": 744, "america": 745, "day": 746, "central": 747, "wore": 748, "voic": 749, "serv": 750, "wait": 751, "glad": 752, "daili": 753, "captur": 754, "ppl": 755, "nyt": 756, "driver": 757, "back": 758, "#enoughisenough": 759, "sport": 760, "fail": 761, "final": 762, "studi": 763, "sister": 764, "wanna": 765, "perform": 766, "islam": 767, "stab": 768, "joke": 769, "pure": 770, "contact": 771, "jr": 772, "remain": 773, "moral": 774, "pick": 775, "bulli": 776, "hey": 777, "heal": 778, "proper": 779, "ad": 780, "random": 781, "major": 782, "lunat": 783, "senior": 784, "leadership": 785, "restaur": 786, "bullet": 787, "alabama": 788, "vigil": 789, "attempt": 790, "comfort": 791, "#obama": 792, "slaughter": 793, "weren": 794, "nearbi": 795, "told": 796, "prayer": 797, "donat": 798, "compass": 799, "piec": 800, "carnag": 801, "amp": 802, "wit": 803, "issu": 804, "crimin": 805, "#islam": 806, "updat": 807, "speak": 808, "encourag": 809, "poor": 810, "tune": 811, "#america": 812, "shame": 813, "justic": 814, "racism": 815, "bomb": 816, "chris": 817, "american": 818, "bear": 819, "oppos": 820, "ironi": 821, "proud": 822, "inflict": 823, "fellow": 824, "topic": 825, "sourc": 826, "funer": 827, "roof": 828, "terrifi": 829, "youtub": 830, "patriot": 831, "fb": 832, "ground": 833, "privat": 834, "punish": 835, "connect": 836, "bay": 837, "fla": 838, "human": 839, "amaz": 840, "#new": 841, "report": 842, "rampag": 843, "custom": 844, "horror": 845, "bought": 846, "respons": 847, "shock": 848, "comment": 849, "drive": 850, "constitut": 851, "remark": 852, "sight": 853, "loser": 854, "reform": 855, "moham": 856, "church": 857, "spring": 858, "steve": 859, "las": 860, "star": 861, "blood": 862, "longer": 863, "enjoy": 864, "stomach": 865, "pretend": 866, "doctor": 867, "russia": 868, "googl": 869, "finish": 870, "hyde": 871, "hollywood": 872, "amount": 873, "hogg": 874, "crowd": 875, "pull": 876, "fit": 877, "#foxnew": 878, "neighbor": 879, "awar": 880, "prais": 881, "acknowledg": 882, "tuesday": 883, "condemn": 884, "orang": 885, "uk": 886, "send": 887, "#sandyhook": 888, "success": 889, "southern": 890, "death": 891, "firearm": 892, "sunday": 893, "derang": 894, "presid": 895, "dalla": 896, "episod": 897, "cbs": 898, "insult": 899, "week": 900, "grow": 901, "hook": 902, "figur": 903, "compar": 904, "stori": 905, "east": 906, "presidenti": 907, "calm": 908, "add": 909, "san": 910, "proof": 911, "contribut": 912, "ridicul": 913, "page": 914, "expect": 915, "soul": 916, "franc": 917, "bare": 918, "order": 919, "found": 920, "young": 921, "morn": 922, "spread": 923, "employ": 924, "slam": 925, "chao": 926, "led": 927, "condol": 928, "health": 929, "hear": 930, "son": 931, "facebook": 932, "idiot": 933, "rate": 934, "atf": 935, "show": 936, "throw": 937, "pack": 938, "visit": 939, "#guncontolnow": 940, "suppos": 941, "counti": 942, "enemi": 943, "classmat": 944, "novemb": 945, "children": 946, "penalti": 947, "extend": 948, "wors": 949, "manag": 950, "prison": 951, "campaign": 952, "npr": 953, "video": 954, "canada": 955, "potus": 956, "worship": 957, "#ccot": 958, "rule": 959, "assist": 960, "liter": 961, "lost": 962, "belong": 963, "hall": 964, "lucki": 965, "pm": 966, "kkk": 967, "graduat": 968, "massacr": 969, "homicid": 970, "licens": 971, "crisi": 972, "#stopgunviol": 973, "situat": 974, "suffer": 975, "number": 976, "evil": 977, "nazi": 978, "click": 979, "yall": 980, "group": 981, "coincid": 982, "student": 983, "good": 984, "blow": 985, "damn": 986, "rifl": 987, "ed": 988, "offic": 989, "automat": 990, "shooter": 991, "march": 992, "pass": 993, "join": 994, "religion": 995, "storm": 996, "tx": 997, "nut": 998, "return": 999, "stock": 1000, "blue": 1001, "cross": 1002, "#pari": 1003, "refer": 1004, "line": 1005, "men": 1006, "honest": 1007, "dc": 1008, "singl": 1009, "solut": 1010, "educ": 1011, "credit": 1012, "woman": 1013, "4th": 1014, "ralli": 1015, "father": 1016, "cost": 1017, "semi": 1018, "ammo": 1019, "shootin": 1020, "idea": 1021, "half": 1022, "wh": 1023, "blame": 1024, "soil": 1025, "violent": 1026, "hatr": 1027, "arrest": 1028, "bc": 1029, "militia": 1030, "empti": 1031, "thing": 1032, "antifa": 1033, "station": 1034, "fox": 1035, "safeti": 1036, "load": 1037, "dem": 1038, "global": 1039, "jail": 1040, "catch": 1041, "depart": 1042, "backpack": 1043, "apprehend": 1044, "jihadi": 1045, "build": 1046, "cold": 1047, "downtown": 1048, "#republican": 1049, "#shooter": 1050, "nov": 1051, "act": 1052, "basic": 1053, "damag": 1054, "tax": 1055, "aftermath": 1056, "sold": 1057, "activ": 1058, "daughter": 1059, "respond": 1060, "yeah": 1061, "suggest": 1062, "girl": 1063, "suspect": 1064, "player": 1065, "jihad": 1066, "season": 1067, "mess": 1068, "lobbi": 1069, "fuck": 1070, "quick": 1071, "trump": 1072, "broken": 1073, "disput": 1074, "workplac": 1075, "hillari": 1076, "pictur": 1077, "disagre": 1078, "broadcast": 1079, "expos": 1080, "custodi": 1081, "mike": 1082, "cancel": 1083, "cut": 1084, "dude": 1085, "voter": 1086, "foreign": 1087, "wide": 1088, "muslim": 1089, "traumat": 1090, "peac": 1091, "song": 1092, "subject": 1093, "combat": 1094, "earli": 1095, "surrend": 1096, "point": 1097, "die": 1098, "truth": 1099, "simpl": 1100, "spent": 1101, "flown": 1102, "peopl": 1103, "unclear": 1104, "servic": 1105, "lol": 1106, "due": 1107, "love": 1108, "solidar": 1109, "doubt": 1110, "sought": 1111, "accus": 1112, "multipl": 1113, "delay": 1114, "smith": 1115, "attack": 1116, "anim": 1117, "critic": 1118, "ur": 1119, "pledg": 1120, "alert": 1121, "leader": 1122, "easili": 1123, "reveal": 1124, "insur": 1125, "weapon": 1126, "gop": 1127, "stop": 1128, "worri": 1129, "class": 1130, "duck": 1131, "incid": 1132, "mad": 1133, "probe": 1134, "forward": 1135, "bomber": 1136, "mass": 1137, "ach": 1138, "ted": 1139, "sue": 1140, "lack": 1141, "seri": 1142, "white": 1143, "long": 1144, "sake": 1145, "#tcot": 1146, "doubl": 1147, "life": 1148, "aurora": 1149, "remind": 1150, "imagin": 1151, "view": 1152, "mind": 1153, "fault": 1154, "ammunit": 1155, "dozen": 1156, "miami": 1157, "logic": 1158, "#us": 1159, "promot": 1160, "honor": 1161, "benefit": 1162, "hold": 1163, "enforc": 1164, "freedom": 1165, "cri": 1166, "make": 1167, "lawmak": 1168, "extra": 1169, "#wakeupamerica": 1170, "breitbart": 1171, "emot": 1172, "sale": 1173, "#california": 1174, "heartbroken": 1175, "cuz": 1176, "wolf": 1177, "russian": 1178, "#usa": 1179, "rape": 1180, "felt": 1181, "govt": 1182, "block": 1183, "soldier": 1184, "dedic": 1185, "citi": 1186, "sen": 1187, "forgot": 1188, "ben": 1189, "today": 1190, "conserv": 1191, "defend": 1192, "robberi": 1193, "flag": 1194, "alleg": 1195, "hang": 1196, "supremacist": 1197, "prosecutor": 1198, "sutherland": 1199, "count": 1200, "emerg": 1201, "#resist": 1202, "anger": 1203, "channel": 1204, "senseless": 1205, "marri": 1206, "pari": 1207, "food": 1208, "generat": 1209, "florida": 1210, "killer": 1211, "lone": 1212, "#activeshoot": 1213, "demon": 1214, "individu": 1215, "gunshot": 1216, "congress": 1217, "pray": 1218, "id": 1219, "sheriff": 1220, "arm": 1221, "matter": 1222, "#stoptheviol": 1223, "camera": 1224, "dog": 1225, "beauti": 1226, "vile": 1227, "tho": 1228, "agre": 1229, "1st": 1230, "hostag": 1231, "outrag": 1232, "hat": 1233, "msm": 1234, "seek": 1235, "recov": 1236, "stupid": 1237, "announc": 1238, "burn": 1239, "capitol": 1240, "case": 1241, "confisc": 1242, "nightmar": 1243, "incred": 1244, "suck": 1245, "#gop": 1246, "disrespect": 1247, "bigger": 1248, "chase": 1249, "post": 1250, "confront": 1251, "assum": 1252, "fourth": 1253, "campus": 1254, "#2ndamend": 1255, "surviv": 1256, "lord": 1257, "hero": 1258, "famili": 1259, "deepest": 1260, "refus": 1261, "notic": 1262, "jesus": 1263, "barricad": 1264, "fast": 1265, "past": 1266, "jihadist": 1267, "mr": 1268, "dana": 1269, "distract": 1270, "safer": 1271, "fort": 1272, "kid": 1273, "sincer": 1274, "stay": 1275, "privileg": 1276, "escap": 1277, "thought": 1278, "carri": 1279, "aid": 1280, "#rip": 1281, "heartbreak": 1282, "gather": 1283, "lower": 1284, "april": 1285, "man": 1286, "spoke": 1287, "plane": 1288, "spot": 1289, "explos": 1290, "#isi": 1291, "promis": 1292, "swat": 1293, "gay": 1294, "land": 1295, "mark": 1296, "twitter": 1297, "scott": 1298, "physic": 1299, "barack": 1300, "legisl": 1301, "minor": 1302, "dylan": 1303, "dream": 1304, "remov": 1305, "david": 1306, "candl": 1307, "averag": 1308, "taylor": 1309, "akbar": 1310, "similar": 1311, "smh": 1312, "god": 1313, "purchas": 1314, "trigger": 1315, "griev": 1316, "basebal": 1317, "funni": 1318, "disgust": 1319, "#muslim": 1320, "orlando": 1321, "screw": 1322, "bunch": 1323, "mock": 1324, "experienc": 1325, "specif": 1326, "staff": 1327, "constant": 1328, "flee": 1329, "field": 1330, "heartfelt": 1331, "photo": 1332, "judg": 1333, "easi": 1334, "femal": 1335, "anymor": 1336, "nbc": 1337, "#terror": 1338, "decis": 1339, "gun": 1340, "lib": 1341, "hospit": 1342, "earlier": 1343, "stage": 1344, "shotgun": 1345, "bout": 1346, "adult": 1347, "ban": 1348, "latino": 1349, "insid": 1350, "golf": 1351, "resid": 1352, "dr": 1353, "grief": 1354, "increas": 1355, "ar15": 1356, "pay": 1357, "btw": 1358, "card": 1359, "address": 1360, "race": 1361, "asshol": 1362, "steal": 1363, "3rd": 1364, "merci": 1365, "larg": 1366, "devast": 1367, "age": 1368, "end": 1369, "fight": 1370, "call": 1371, "bill": 1372, "interest": 1373, "alt": 1374, "run": 1375, "brutal": 1376, "exist": 1377, "wasn": 1378, "bias": 1379, "tech": 1380, "convers": 1381, "occur": 1382, "ownership": 1383, "side": 1384, "conspiraci": 1385, "rep": 1386, "mile": 1387, "invit": 1388, "terror": 1389, "#lasvega": 1390, "civilian": 1391, "nope": 1392, "refuge": 1393, "al": 1394, "decad": 1395, "result": 1396, "uniform": 1397, "octob": 1398, "skill": 1399, "observ": 1400, "elementari": 1401, "feel": 1402, "choic": 1403, "worth": 1404, "veteran": 1405, "statement": 1406, "gonna": 1407, "magazin": 1408, "eat": 1409, "govern": 1410, "earth": 1411, "abus": 1412, "kill": 1413, "tv": 1414, "locat": 1415, "st": 1416, "drove": 1417, "legal": 1418, "determin": 1419, "faith": 1420, "eastern": 1421, "ain": 1422, "#schoolshoot": 1423, "bullshit": 1424, "tie": 1425, "travel": 1426, "fli": 1427, "find": 1428, "journalist": 1429, "deepli": 1430, "incit": 1431, "#mentalhealth": 1432, "time": 1433, "answer": 1434, "list": 1435, "#shoot": 1436, "ladi": 1437, "stuff": 1438, "injuri": 1439, "perfect": 1440, "forget": 1441, "convert": 1442, "scari": 1443, "sing": 1444, "#gunsens": 1445, "honour": 1446, "angel": 1447, "transport": 1448, "spend": 1449, "blog": 1450, "vega": 1451, "fallen": 1452, "liber": 1453, "argument": 1454, "spokesman": 1455, "search": 1456, "demand": 1457, "state": 1458, "crazi": 1459, "fake": 1460, "theori": 1461, "avoid": 1462, "pos": 1463, "folk": 1464, "prioriti": 1465, "great": 1466, "deputi": 1467, "sniper": 1468, "money": 1469, "tonight": 1470, "left": 1471, "deal": 1472, "hurt": 1473, "suicid": 1474, "obtain": 1475, "crime": 1476, "argu": 1477, "tomorrow": 1478, "held": 1479, "boston": 1480, "destroy": 1481, "christ": 1482, "york": 1483, "label": 1484, "involv": 1485, "messag": 1486, "ya": 1487, "wear": 1488, "mt": 1489, "#nra": 1490, "racial": 1491, "urg": 1492, "#endgunviol": 1493, "west": 1494, "countri": 1495, "bail": 1496, "conclus": 1497, "bro": 1498, "interview": 1499, "worst": 1500, "dress": 1501, "unit": 1502, "aim": 1503, "holi": 1504, "latest": 1505, "front": 1506, "date": 1507, "network": 1508, "event": 1509, "evid": 1510, "#periscop": 1511, "sicken": 1512, "separ": 1513, "lot": 1514, "play": 1515, "caught": 1516, "low": 1517, "footag": 1518, "classroom": 1519, "store": 1520, "bernardino": 1521, "foxnew": 1522, "repeat": 1523, "local": 1524, "resist": 1525, "affect": 1526, "board": 1527, "yo": 1528, "deep": 1529, "influenc": 1530, "month": 1531, "base": 1532, "woke": 1533, "depress": 1534, "close": 1535, "thug": 1536, "deni": 1537, "middl": 1538, "knife": 1539, "start": 1540, "charleston": 1541, "#trump2016": 1542, "exploit": 1543, "terrorist": 1544, "scene": 1545, "includ": 1546, "live": 1547, "shit": 1548, "feed": 1549, "listen": 1550, "victim": 1551, "communiti": 1552, "charg": 1553, "affili": 1554, "cycl": 1555, "nation": 1556, "rt": 1557, "reject": 1558, "child": 1559, "cruz": 1560, "face": 1561, "bitch": 1562, "public": 1563, "hashtag": 1564, "paul": 1565, "host": 1566, "bibl": 1567, "risk": 1568, "failur": 1569, "fled": 1570, "ran": 1571, "effect": 1572, "clinton": 1573, "identifi": 1574, "boy": 1575, "difficult": 1576, "los": 1577, "reaction": 1578, "offer": 1579, "terribl": 1580, "shoot": 1581, "#pjnet": 1582, "fuel": 1583, "area": 1584, "type": 1585, "armor": 1586, "creat": 1587, "shout": 1588, "law": 1589, "wild": 1590, "cathol": 1591, "maga": 1592, "#alllivesmatt": 1593, "direct": 1594, "cali": 1595, "silenc": 1596, "zone": 1597, "radic": 1598, "insan": 1599, "mexican": 1600, "neighborhood": 1601, "modern": 1602, "mall": 1603, "goal": 1604, "nice": 1605, "armi": 1606, "condit": 1607, "research": 1608, "king": 1609, "night": 1610, "paid": 1611, "#fbi": 1612, "sign": 1613, "ident": 1614, "heavi": 1615, "dumb": 1616, "shield": 1617, "practic": 1618, "standoff": 1619, "lose": 1620, "style": 1621, "talk": 1622, "civil": 1623, "psycho": 1624, "standard": 1625, "iraq": 1626, "thursday": 1627, "chose": 1628, "recal": 1629, "nightclub": 1630, "februari": 1631, "leav": 1632, "ryan": 1633, "review": 1634, "horrif": 1635, "hispan": 1636, "harass": 1637, "perpetr": 1638, "expert": 1639, "#terrorist": 1640, "activist": 1641, "learn": 1642, "epidem": 1643, "part": 1644, "#potus": 1645, "huge": 1646, "medic": 1647, "#break": 1648, "#2a": 1649, "loss": 1650, "total": 1651, "favorit": 1652, "stood": 1653, "propos": 1654, "solv": 1655, "#neveragain": 1656, "border": 1657, "car": 1658, "bless": 1659, "ago": 1660, "fewer": 1661, "abc": 1662, "reveng": 1663, "gotta": 1664, "yrs": 1665, "saturday": 1666, "hot": 1667, "fire": 1668}